{
    "title": "Hi-Fi",
    "icon": "../../assets/img/icons/hi-fi.svg",
    "summary": "Hi-Fi means High Fidelity which is as close to real as possible. After making the screens think about how would people interact with it, what will happen when you hover or click, work on animations and navigations. The experience of the hi-fi prototype will be as close as the real website and can be sent for development.",
    "before": "You need to start working based on a mockup that is ready, so that we can detail it out and have the final output.",
    "after": "Now our design is ready for being developed and tested, so make sure your design has all the elements that are needed for development.",
    "key_steps": [
        {
            "text" : "Think of all the triggers, mouse hover, click, add to cart, all the user action or an alteration in the system’s state that can be there.",
            "img" : "./../assets/img/steps/141.png"
        },
        {
            "text" : "How will it affect the website? Design what feedback that will do, How will the color, shape, shadow, movement or elements change depending on the trigger, are to be designed.",
            "img" : "./../assets/img/steps/142.png"
        },
        {
            "text" : "Design the required animations for the website, like pre-loader animation that happens before the website loads, the lazyloader animations, which plays in place of the page content before loading and any other animations depending on the context.",
            "img" : "./../assets/img/steps/143.png"
        }
    ],
    "key_steps_img": [
        "Step 1 is here",
        "Step 2 is here",
        "Step 3 is here",
        "Step 4 is here",
        "Step 5 is here"
    ],
    "tools": ["xd", "fg", "iv"],
    "videos": [
        "https://www.youtube.com/watch?v=mtOGDQ4HMh8",
        "https://www.youtube.com/watch?v=YZC4PQkqPXU",
        "https://www.youtube.com/watch?v=16tRfLZwmrM",
        "https://www.youtube.com/watch?v=Fr-f2NE6B3U"
    ],
    "resources": [
        {
            "title": "XD UI kit",
            "url": "https://www.adobe.com/in/products/xd/features/ui-kits.html"
        },
        {
            "title": "XD UI Kit",
            "url": "https://www.xdguru.com/free-xd-ui-kits/"
        },
        {
            "title": "Figma UI Kit",
            "url": "https://www.figma.com/community/ui_kits"
        }
    ]
}