{
    "title": "Visuals",
    "icon": "../../assets/img/icons/visuals.svg",
    "summary": "Think of how the website should look like depending on the findings? What colors fit well as per our requirements, how they will fit into the website elements. How will the elements look and feel? Try out different styles.",
    "before": "We already need to have the direction set in our mind, what are the goals of the website, what are the goals of the people visiting them?",
    "after": "Now we can move on to selecting a style which matches with our requirements and fits with the brand perfectly.",
    "key_steps": [
        {
            "text" : "Think about which colors suit the company more, hence the website. Make different sets of color pallets to be used in the future.",
            "img" : "./../assets/img/steps/81.png"
        },
        {
            "text" : "Ideate on different fonts combination as per our company. Which fonts suits the company tone more? Will the fonts be legible on the webpage? Will the body font and the header goes well together",
            "img" : "./../assets/img/steps/82.png"
        },
        {
            "text" : "What kind of photos or illustrations to be used? Check if they are valid for commercial use before selecting. Or else if budget permits you can buy the illustrations as well.",
            "img" : "./../assets/img/steps/83.png"
        },
        {
            "text" : "Think of different kinds of UI styles that can you use. What goes best with the company according to research",
            "img" : "./../assets/img/steps/84.png"
        }
    ],
    "tools": ["ps", "ai", "cd", "xd", "fg"],
    "videos": [
        "https://www.youtube.com/watch?v=obZX8oIjia4",
        "https://www.youtube.com/watch?v=KMS3VwGh3HY",
        "https://www.youtube.com/watch?v=OmT9Z7v4Z90"
    ],
    "resources": [
        {
            "title": "Storyset illustrations",
            "url": "https://storyset.com/"
        },
        {
            "title": "Freepic illustrations",
            "url": "https://www.freepik.com/"
        },
        {
            "title": "AI colors",
            "url": "http://khroma.co/generator/"
        },
        {
            "title": "Fontjoy Pair fonts ",
            "url": "https://fontjoy.com/"
        },
        {
            "title": "Google Fonts",
            "url": "https://fonts.google.com/"
        }
    ]
}