{
    "title": "User Goal",
    "icon": "assets/img/icons/user-goal.svg",
    "summary": "Talk to your potential or current users, see what they are looking for while they are on the website? What things do they need first and regularly? Their likings dislikings. We have to know them better to help better.",
    "before": "We need to have clear Idea about what the project is about, what kind of people uses this website and how is our product affecting their lives",
    "after": "You need to analyze your findings and articulate them so that you can use it while designing",
    "key_steps": [
        {
            "text" : "Depending on what kind of audience you have to fnd people who are willing to can give you some time and answer few questions. Like this, recruit few potential or current users.",
            "img" : "./../assets/img/steps/41.png"
        },
        {
            "text" : "Ask questions about the problem you are trying to solve, questions about what your website is about, the problem it is trying to solve, how are they dealing with it now? Do they use any of your competitors website?  ",
            "img" : "./../assets/img/steps/42.png"
        },
        {
            "text" : "Try to understand their background, what they are like, their habits, to get a clear idea about the user's context. What are their daily life look like? How does your area of work fits into their daily life?",
            "img" : "./../assets/img/steps/43.png"
        },
        {
            "text" : "Document everything down, note down each and every line they say, make sketches when required, take photos of their workspace, anything that is related to your website.",
            "img" : "./../assets/img/steps/44.png"
        }
    ],
    "tools": ["xl", "pp", "mr", "wm"],
    "videos": [
        "https://www.youtube.com/watch?v=mOWeNnSY5M0",
        "https://www.youtube.com/watch?v=nC47ktX4U2I",
        "https://www.youtube.com/watch?v=LPdFElZAME8",
        "https://www.youtube.com/watch?v=TycMBR2Nyyk"
    ],
    "resources": [
        {
            "title": "About contextual inquiry",
            "url": "https://www.nngroup.com/articles/contextual-inquiry/"
        },
        {
            "title": "Userpeek blog",
            "url": "https://userpeek.com/blog/contextual-inquiry/#t-1592897320487"
        }
    ]
}